[
  {
    "uid": "challenge-1",
    "Virgin Company": "Virgin Atlantic",
    "Initiaitive": "Youngest, Cleanest Fleet in the Sky",
    "Challenge": "The time for action against climate change is now. Virgin Atlantic are on a mission to achieve net-zero by 2050. ​",
    "What Virgin is doing": "Virgin Atlantic is working to accelerate the development of sustainable fuels. On November 28th, we made history with Flight100— becoming the first commercial airline to fly across the Atlantic on 100% SAF -  marking a key milestone on the path to decarbonising aviation.",
    "Call to Action": "- Stay informed  \n- Sign up for updates on ways you can get involved in making a difference",
    "Links": "https://corporate.virginatlantic.com/gb/en/business-for-good/planet.html\nhttps://corporate.virginatlantic.com/gb/en/business-for-good/planet/fuel/flight100.html\nhttps://corporate.virginatlantic.com/gb/en/business-for-good/planet/fuel.html"
  },
  {
    "uid": "challenge-2",
    "Virgin Company": "Virgin Atlantic & Virgin Unite",
    "Initiaitive": "Protecting our Planet",
    "Challenge": "Contrails, aircraft condensation trails, heighten the effect of global warming, which may account for more than half (57%) of the entire climate impact of aviation.",
    "What Virgin is doing": "Virgin Atlantic, Virgin Unite, and Flight100 have also joined forces with RMI to establish the Contrail Impact Task Force, aiming to address the environmental impact of aircraft contrails. ",
    "Call to Action": "- Stay informed\n- Donate to RMI",
    "Links": "https://corporate.virginatlantic.com/gb/en/business-for-good/planet/fleet.html\nhttps://www.virgin.com/virgin-unite/latest/flight100-virgin-atlantic-and-rmi-test-new-ways-to-reduce-aviations-climate"
  },
  {
    "uid": "challenge-3",
    "Virgin Company": "Virgin Voyages",
    "Initiaitive": "Epic Sea Change For All",
    "Challenge": "Wildlife havens, carbon stores, storm defences, ocean purifiers – mangrove swamps are one of the hardest-working habitats on Earth, but they’re disappearing fast.",
    "What Virgin is doing": "Virgin Voyages have teamed up with Virgin’s Foundation, Virgin Unite, to support mangrove forest projects in the Caribbean. The aim is to accelerate nature-based  solutions to climate change, and create a scalable model for other regions in the world.",
    "Call to Action": "- Get involved in a Beach Clean onboard\n- Donate to Sea Change For All Fund (not currently available)",
    "Links": "https://www.virginvoyages.com/sustainability"
  },
  {
    "uid": "challenge-4",
    "Virgin Company": "Virgin Media 02",
    "Initiaitive": "Better Connections Plan",
    "Challenge": "Old IT equipment can lead to electronic waste, or e-waste, polluting the environment. Recycling old IT equipment plays a vital role in preventing this. Virgin Media O2 have a zero landfill policy and will be come a zero-waste business by the end of 2025, and are committed to achieving zero waste operations and products.",
    "What Virgin is doing": "O2 Recycle is a service launched in October 2009, which allows anyone in the UK whether an O2 customer or not, to trade in their devices and gadgets responsibly, in return for cash. The vast majority of phones we receive will be reused, repaired or recycled for parts. \nSince launch, the scheme has paid out more than £320 million, and sustainably recycled 3.8 million devices – with zero going to landfill.",
    "Call to Action": "- Sell your old device with  O2 Recycle",
    "Links": "https://www.virgin.com/about-virgin/latest/virgin-media-o2-launches-better-connections-plan\nhttps://www.o2recycle.co.uk/"
  },
  {
    "uid": "challenge-5",
    "Virgin Company": "Virgin Media 02",
    "Initiaitive": "Better Connections Plan",
    "Challenge": "The digital divide, or the split between those with and without reliable internet connectivity and related technologies, has profound implications on society. Lack of internet access affects the economy, social opportunities, and educational equity, and many other areas. ",
    "What Virgin is doing": "Community Calling is a pioneering initiative by Virgin Media O2 and environmental charity Hubbub to tackle digital exclusion. It has already rehomed more than 20,000 unused smartphones with people who need them across the country.",
    "Call to Action": "- Donate devices via Community Calling",
    "Links": "https://www.virgin.com/about-virgin/latest/virgin-media-o2-launches-better-connections-plan\nhttps://hubbub.org.uk/community-calling"
  },
  {
    "uid": "challenge-6",
    "Virgin Company": "Virgin Media 02",
    "Initiaitive": "Better Connections Plan",
    "Challenge": "Mobile phones can have a significant environmental impact in their production and disposal. The mass production of smartphones not only contributes to environmental pollution but also results in a substantial carbon footprint.",
    "What Virgin is doing": "Virgin Media O2 is one of 5 of Europe’s leading mobile operators to have joined forces to update and launch a new pan-industry Eco Rating labelling scheme that will help consumers identify and compare the most sustainable mobile phones and encourage suppliers to reduce the environmental impact of their devices.",
    "Call to Action": "- Use the Eco Rating Scheme",
    "Links": "https://news.virginmediao2.co.uk/archive/new-pan-industry-eco-rating-scheme-launched-for-mobile-phones/ \nhttps://www.o2.co.uk/inspiration/the-drop/eco-rating-for-mobile-phones "
  },
  {
    "uid": "challenge-7",
    "Virgin Company": "Virgin Media 02",
    "Initiaitive": "Better Connections Plan",
    "Challenge": "Mobile phones can have a significant environmental impact in their production and disposal. The mass production of smartphones not only contributes to environmental pollution but also results in a substantial carbon footprint.",
    "What Virgin is doing": "Virgin Media O2 offer a range of like-new second hand smart phones and tablets to help reduce your carbon footprint.",
    "Call to Action": "- Buy a like-new second hand smartphone or tablet",
    "Links": "https://www.o2.co.uk/shop/like-new "
  },
  {
    "uid": "challenge-8",
    "Virgin Company": "Virgin Limited Edition (VLE) & Virgin Unite",
    "Initiaitive": "Pride 'n Purpose",
    "Challenge": "Many communities surrounding Ulusaba lack basic needs such as access to clean drinking water, basic healthcare, food, childcare, and job opportunities.",
    "What Virgin is doing": "Pride 'n Purpose is a non-for-profit organisation, committed to helping disadvantaged communities living adjacent to the Sabi Sand Reserve. \nThe Pride ‘n Purpose philosophy is that people are most effectively helped if they are empowered to help themselves, with this in mind the organisation’s work focuses primarily on sustainable initiatives and it is estimated that Pride ‘n Purpose benefits over 35,000 people across six communities.  ",
    "Call to Action": "- Volunteer during your visit to Ulusaba\n- Pack for a Purpose: Donate clothing and household supplies\n- Make a donation",
    "Links": "https://www.virginlimitededition.com/ulusaba/the-reserve/our-commitment/\nhttps://www.packforapurpose.org/destinations/africa/south-africa/ulusaba-private-game-reserve/"
  },
  {
    "uid": "challenge-9",
    "Virgin Company": "Virgin Limited Edition (VLE) & Virgin Unite",
    "Initiaitive": "Mahali Mzuri: Inua Jamii",
    "Challenge": "A key conservation goal around Mahali Mzuri is to aid conservation and preserve the under-threat route of the Great Wildebeest Migration. We also aim to support and enhance the standard of living in local communities.",
    "What Virgin is doing": "Inua Jamii is Mahali Mzuri’s charitable arm, committed to working with and supporting the local Maasai communities in the Olare Motorogi Conservancy to improve their standards of living. The name “Inua Jamii” means ‘uplifting the local\ncommunity’ in Swahili.\nOur philosophy is that people are most effectively helped if they are empowered to help themselves. Our aim is to nurture communities that thrive through our involvement,  simultaneously fostering selfreliance and establishing  sustainable resources for generations to come. ",
    "Call to Action": "- Volunteer during your visit to Mahali Mzuri\n- Visit the community or the Maa Trust\n- Pack for a Purpose: Donate clothing and household supplies\n- Make a donation",
    "Links": "https://www.virginlimitededition.com/mahali-mzuri/the-camp/our-commitment/\nhttps://www.virginlimitededition.com/media/dvvi4c4q/mahali-mzuri-inua-jamii-brochure-oct-24.pdf"
  },
  {
    "uid": "challenge-10",
    "Virgin Company": "Virgin Unite",
    "Initiaitive": "Planetary Guardians",
    "Challenge": "The planetary boundaries framework is a  key framework for grasping and addressing our footprint on Earth and identifies nine critical systems needed to regulate the health of the entire planet. From climate change to freshwater use, biodiversity loss to chemical pollution and the release of novel entities, these boundaries define the “safe operating space” for humanity. Veer too far beyond these limits and you risk causing irreversible damage to the very ecosystems that sustain life. We currently face an onslaught of environmental and social dilemmas.",
    "What Virgin is doing": "The new assessment of the Planetary Boundaries was so stark it compelled Virgin Unite to work with the Potsdam Institute to convene a group of leaders and activists to become ‘Planetary Guardians', with an aim to “elevate the science, catalyse systems change to safeguard the global commons, and spark a movement to tackle the biggest crisis we have ever faced.\"",
    "Call to Action": "- Watch the video to learn more about our nine planetary boundaries",
    "Links": "https://www.youtube.com/watch?v=d4fdF8rq5h8\nhttps://www.virgin.com/branson-family/richard-branson-blog/how-the-planetary-guardians-can-help-secure-earths-future\nhttps://unite.virgin.com/our-work/planetary-guardians/index.html?region=gb"
  },
  {
    "uid": "challenge-11",
    "Virgin Company": "Virgin Unite",
    "Initiaitive": "The Elders",
    "Challenge": "The world is rapidly changing, and is facing challenges in leadership, peace-building, inequality, exclusion and injustice.",
    "What Virgin is doing": "The Elders were incubated by Virgin Unite and launched by Nelson Mandela in 2007 to create an independent global leaders working together for peace, justice, human rights and a sustainable plane. Their work has been truly world changing.\nThey have written an open letter to call on world leaders to address the world's existential threats more decisivesly. ",
    "Call to Action": "- Sign their open letter calling for long view leadership on existential threats. ",
    "Links": "https://theelders.org/news/elders-and-future-life-institute-release-open-letter-calling-long-view-leadership-existential\nhttps://futureoflife.org/open-letter/long-view-leadership-on-existential-threats/"
  },
  {
    "uid": "challenge-12",
    "Virgin Company": "Virgin Unite",
    "Initiaitive": "Ocean Unite / ORRAA",
    "Challenge": "The dual crises of climate change and mass wildlife extinctions threaten to forever change our world. By 2050, over 570 low-lying coastal cities will face threats from sea level rise and an estimated 800 million people will be at risk to storm surge and flooding from extreme weather events.\nThe currents that swirl around Antarctica transport essential nutrients to other ocean currents that feed the rest of the world’s ocean. This vitally important region is on the frontline of the climate crisis.",
    "What Virgin is doing": "In October 2016, Ocean Unite / ORRAA in collaboration with the Marine Conservation Institute and Oceans 5, brought together 30 of the largest NGOs from around the world, stimulating joint efforts towards the goal of strongly protecting at least 30% of the Ocean by 2030.\nA current campaign is to secure the largest act of Ocean Protection in history by protecting Antarctica's waters.",
    "Call to Action": "- Add your name to the petition urging leaders from CCAMLR member countries to act now to protect Antarctica's waters #CallOnCCAMLR  ",
    "Links": "https://only.one/act/antarctica\nhttps://www.virgin.com/virgin-unite/latest/securing-the-largest-act-of-ocean-protection-in-history"
  },
  {
    "uid": "challenge-13",
    "Virgin Company": "Virgin Unite",
    "Initiaitive": "Community Mapathon: Humanitarian OpenStreetMap (HOT)",
    "Challenge": "Every day, millions of people worldwide face life-threatening crises. Humanitarian aid is a vital lifeline that delivers a variety of essential services to those in need. But as global crises escalate, so does the need for support. We cannot ignore the rise in global humanitarian needs.",
    "What Virgin is doing": "The Humanitarian OpenStreetMap Team (HOT) is community mapping organisation supporting humanitarian responses to nearly 100 crises; many caused by the impacts of Climate Change. Funded by one of Virgin Unite's co-funded initiative's Audacious, HOT specialises in humanitarian action and community development through open mapping, mapping areas for one billion people vulnerable to disasters in 94 countries. This covers a range of things – from supporting disaster relief efforts, to helping to inform action to combat the effects of climate change.",
    "Call to Action": "- Spare some time to join the mappers and help with mapping",
    "Links": "https://www.virgin.com/virgin-unite/latest/join-humanitarian-openstreetmap-team-to-help-map-el-nino-2023\nhttps://www.hotosm.org/updates/mapping-for-el-nino-2023-early-warning-and-anticipatory-action/ "
  },
  {
    "uid": "challenge-14",
    "Virgin Company": "Virgin Unite",
    "Initiaitive": "Project CETI (Cetacean Translation Initiative)",
    "Challenge": "Humanity is facing the collapse of entire ecosystems, and the biodiversity of our planet is being eroded at unprecedented rates. It is a pivotal time for us to reshape how we co-exist in and with nature. \nWhales play a significant role in our environment’s health and understanding of marine mammals. They also support growing economies relying on whale watching and spectator activities by bringing tourism capital.",
    "What Virgin is doing": "Project CETI is one of Virgin Unite's co-funded Audacious projects. It uses machine learning and robotics to translate sperm whale clicks in Dominica. By shedding light on the intricate and intelligent communication of whales, the project not only aims to accelerate conservation efforts, but has the potential to transform the way we understand our relationship with the natural world.",
    "Call to Action": "- Become a whale interpreter\n- Donate to support Project CETI",
    "Links": "https://www.projectceti.org/get-involved\nhttps://www.audaciousproject.org/grantees/project-ceti"
  },
  {
    "uid": "challenge-15",
    "Virgin Company": "Virgin Unite",
    "Initiaitive": "Eve Branson Foundation",
    "Challenge": "The aim of the Eve Branson Foundation is to support local people and communities around the Atlas Mountains.\nOn 8th September 2023, Morocco was hit hard by a strong earthquake measuring magnitude 6.8. Remote communities in the High Atlas Mountains were badly affected.",
    "What Virgin is doing": "The Eve Branson Foundation is a small non-profit based in Morocco. Their mission is to create opportunities for local people in the High Atlas Mountains which can make a meaningful difference to their families and community. They have developed initiatives in four key areas: artisanal training, environment, healthcare and education.  ",
    "Call to Action": "- Donate\n- Visit\n- Pack for a Purpose\n- Buy EBF products through Virgin Red",
    "Links": "https://evebransonfoundation.org.uk/\nhttps://evebransonfoundation.org.uk/pack-for-a-purpose/\nhttps://www.virgin.com/virgin-red"
  },
  {
    "uid": "challenge-16",
    "Virgin Company": "Virgin Unite",
    "Initiaitive": "Unite BVI",
    "Challenge": "The BVI faces a number of pressing issues including creating opportunities in the community, improving the quality of education, developing a vibrant entrepeneurial cultre and preservation of the nartual environment. ",
    "What Virgin is doing": "Since its launch, Unite BVI has brought together people, ideas and resources to help tackle community and environmental challenges. The Unite BVI team collaborate with communities and BVI change-makers to solve the most pressing issues faced by the BVI and its people.  \nWorking across a wide range of projects, Unite BVI advocate for the protection of the environment as well as enriching the community through supporting entrepreneurs, investing in education, and addressing public health and social welfare issues with sustainable solutions. ",
    "Call to Action": "- Join the community",
    "Links": "https://unitebvi.com/get-involved/index.html?region=gb"
  },
  {
    "uid": "challenge-17",
    "Virgin Company": "test company",
    "Initiaitive": "fhewf ",
    "Challenge": "fewo f",
    "What Virgin is doing": "fewklf",
    "Call to Action": "dnqk",
    "Links": "dnqkl"
  }
]